/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(製作日期)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(修改日期)";

/* Placeholder */
"Anonymous" = "匿名";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "無法移除此路徑先前存在的檔案 (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "無法將檔案寫入路徑 - 無法寫入目錄 (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "無法將檔案寫入路徑 - 主體並非為目錄 (%@)";

/* Button title */
"Cancel" = "取消";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "您是否要移除此頁面的自定摘要，而改用頁面提供的文字作為索引？";

/* Text embossed on placeholder photo */
"Example Photo" = "範例照片";

/* HTTP Status Code 403 */
"Forbidden" = "禁止";

/* ActionName: Insert Text */
"Insert Text" = "插入文字";

/* HTTP Status Code 500 */
"Internal Server Error" = "內部伺服器錯誤";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "傳送的圖片調整比例大小不正確";

/* Alert Title */
"Media Error" = "媒體錯誤";

/* default document file name */
"My Site" = "我的網站";

/* No document path specified. */
"No document path specified." = "沒有指定文件路徑。";

/* HTTP Status Code 404 */
"Not Found" = "找不到";

/* OK Button */
"OK" = "好";

/* default name given to pasted images */
"pastedGraphic" = "貼上的圖像";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "請確定上方的檔案夾存在且可寫入。若無法確定，Sandvox 可能會遇到程式表現與/或發佈的問題。";

/* name appened to copy of file before version migration */
"previous" = "先前的";

/* Button title */
"Remove" = "移除";

/* title for dialog */
"Remove Custom Summary of Page?" = "移除頁面的自定摘要？";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "若要產生此類型的頁面，您需要 Sandvox 專業版";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "若要產生此類型的 pagelet，您需要 Sandvox 專業版";

/* Description of an HTTP error */
"Server returned status code %d %@" = "伺服器傳回狀態代碼 %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "無法取得服務";

/* Specified document path is a directory. */
"Specified document path is a directory." = "指定的文件路徑為目錄。";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "下列 URL 無法開啟：\n\n%@\n\n這可能是無效的網頁 URL，或者您的 Mac 未適當設定以開啟網頁 URL。您可以選取並拷貝上方的 URL，然後在您的網頁瀏覽器貼上。";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "無法寫入此路徑 ~/資源庫/Caches/Sandvox。";

/* Relative Date - Today */
"Today" = "今天";

/* Relative Date - Tomorrow */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Try Again" = "再試一次";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "無法計算路徑 %@ 的 UTI。預留位置可能已經替換。";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "無法將路徑 %@ 的影像轉換成偏好的格式。預留位置可能已經替換。";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "無法將影像轉換成偏好的格式。預留位置可能已經替換。";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "無法製作路徑 (%@) 的目錄。";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "無法從路徑 %@ 的檔案製作影像。預留位置可能已經替換。";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "無法從基本資料製作影像。預留位置可能已經替換。";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "無法將文件資料從 %1$@ 遷移至 %2$@，原因：%3$@。";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "無法將文件資料從 %1$@ 遷移至 %2$@。";

/* Title of alert */
"Unable to Open Web URL" = "無法開啟網頁 URL";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "無法讀取路徑 %@ 的檔案。預留位置可能已經替換。";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "無法重新命名文件 %1$@ 為 %2$@。無法完成升級。";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "無法升級路徑 %@ 的文件。路徑似乎不是檔案。";

/* HTTP Status Code 401 */
"Unauthorized" = "未經授權";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "未命名頁面";

/* Relative Date - Yesterday */
"Yesterday" = "昨天";